import { t } from "@lingui/macro";

export const useNavigationList = () => {
  return [
    {
      lang: "Цифровизация проектирования и управления дорожным движением",
      action: () => {},
    },
    {
      lang: "Автоматизация ситуационного центра",
      action: () => {},
    },
    {
      lang: "Единая платформа управления транспортной системой «SmartMegapolis»",
      action: () => {},
    },
    {
      lang: "Цифровизация управления общественным транспортом",
      action: () => {},
    },
    {
      lang: "Автоматизация мониторинга и управления дорожно-транспортной инфраструктурой",
      action: () => {},
    },
    {
      lang: "Мобильное рабочее место руководителя",
      action: () => {},
    },
  ];
};
